export const types = [
  {
    id: "2f1d593cd98cb5bf81eb9d880221122342784ac5fb7f41f2b137006bafc92e39",
    name: "Билингвы и книги на иностранных языках",
    books: [
      {
        id: "d95ea4728657bf93b848623ec949e55ba4e7bee6f759ccff796e456a5e675efd",
        name: " Сказки дядюшки Римуса. Уровень 1",
        price: "258",
        author: "Харрис Джоэль Чандлер",
        genre: "Художественная литература для детей на англ.яз.",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Quisque vitae varius ex, eu volutpat orci.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.",
        reviews: [
          {
            id: "317bf2d378578006c20e5c35edd6f388290ea0a10529a5a4f7bb51035f805cae",
            user: {
              id: "fbf95fcfa1f63bfac6353719255ab7a66204406f10515d59b453fe1833e62762",
              name: "Selena-Луна",
            },
            text: "Замечательные сказки, адаптированные для начального уровня изучения англ. яз. Задания, словарик присутствуют. Вся серия отличная, единственное книга быстро разваливается на листочки",
            rate: 5,
          },
          {
            id: "cb55115b7976f3aa7bdca199443d504b786e1557762467f77b7e7c3cbba702ac",
            user: {
              id: "0ba914ad26a17b55c447b731331f2ec5be50f56998771936f91928ea7c9e16fe",
              name: "Кузнецова Кристина",
            },
            text: "Очень хорошая книжечка для изучающих английский язык на начальном уровне. Подойдет как для самостоятельного чтения, так и в качестве дополнительного пособия репетитору для чтения с учащимися начальной школы. В конце дается удобный словарик, содержащий большое количество сложных слов. Также есть упражнения по главам. Сюжет интересный, поэтому книга читается легко и с увлечением.",
            rate: 2,
          },
          {
            id: "93dd5c3a5fc4d7d9288bd19da6472ac5804069695ca5a8c3aa789bda871000ca",
            user: {
              id: "51565ee9be683e5688e369abb59c364c7f1616a4e6fa9608497c5bea7ab3075d",
              name: "anka46",
            },
            text: "Добавлю фото для ознакомления",
            rate: 5,
          },
        ],
      },
      {
        id: "fc876f89cb083de4cf26ea9ba69cfa64e4e7b77819e8103a1fd85a35f60c798c",
        name: " Harry Potter and Goblet of Fire",
        price: "1572",
        author: "Роулинг Джоан Кэтлин",
        genre: "Современная проза на английском языке",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Lorem ipsum dolor sit amet, consectetur adipiscing elit.Aenean ullamcorper orci et vulputate fermentum.Quisque vitae varius ex, eu volutpat orci.",
        reviews: [
          {
            id: "5440f3e77443090abff263f627f951e63f11f0ac38d44e77260ea2b23e87b50a",
            user: {
              id: "a46cfdc2814f300f26a1f2940d33874db3fab4dffbb267bb643265a262244650",
              name: "колли",
            },
            text: 'моя любимая часть! столько событий, новых героев, чудес, неожиданных поворотов, загадок.. а если прочитать это в оригинале..)) только посмотрите какие имена!  Mad Eye Moody (Грозный Глаз) - "mad eye" дословно переводится как "бешеный глаз". "Moody"(анг.) - "угрюмый", "в дурном настроении"   Sceeter Rita (Скитер Рита) - "sceeter"(амер.) - "комар"   Bagman Ludovic (Бэгмен Людовик) - "bagman"(анг.) -...',
            rate: 2,
          },
          {
            id: "3857f241adeece5699d66ffb7d7c47815e059484dd2e9af705bf86bbf36a61b3",
            user: {
              id: "4688e04bf949a1da224b7af08a2dd261e1dd8dab977e20b63c79a9c14a33b5b1",
              name: "Каинна",
            },
            text: "Оригинальный авторский текст, на этом все достоинства книги заканчиваются. Дешевое издание, клееный переплет, серая бумага. В конце тома - два чистых листа,куда забыли пропечатать содержание.  Приобретала в подарок, но постеснялась вручать, оставлю детям почитать. Редкое несоответствие цены и качества.",
            rate: 5,
          },
          {
            id: "96ed5600269680065edb899e0f0b2a14f887c28bd39f04fe0aac6aff2b48667d",
            user: {
              id: "dc751f0994d14854544f39aec374466b30ef947d8348ac738394f063b7b50f1b",
              name: "Баскова Юлия",
            },
            text: "Четвертый том «Гарри Поттера» - намного толще, чем первый, второй и третий. И это замечательно, потому что чем больше читать, тем дольше удовольствие. Книга насыщена таинственными, мистическими и порой жуткими событиями: убийство садовника Волан-де-Мортом, появление эмблемы Пожирателей Смерти, новый преподаватель Защиты от Темных Искусств – «Грозный Глаз» Грюм. Центральное событие, вокруг которого строится сюжет романа, - это Турнир Трех Волшебников. Увлекательные приключения, испытания,...",
            rate: 3,
          },
        ],
      },
      {
        id: "48b9bbf42a676a1c6ff3594c94d15969b7b261d35f3fa7dc4a115f00a0e42085",
        name: " The Secret Garden",
        price: "286",
        author: "Бёрнетт Фрэнсис Ходжсон",
        genre: "Классическая зарубежная проза на английском языке",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Cras vel elit sed mi placerat pharetra eget vel odio.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.",
        reviews: [
          {
            id: "2f20ace4a4adb3883139d743d9493add0076c84d5fbc3d72eacea4c458045794",
            user: {
              id: "906dcf252236eeff16d14140e225c7f639b252246593195006e4ea88aed6c4e5",
              name: "Цепушелова Валерия",
            },
            text: "Прочитала с удовольствием, хорошее издание, есть словарь.",
            rate: 1,
          },
          {
            id: "8c9442c7b7b19d0cc9de406ca5192de00c439a56282bc6af5820cb5dd19e38ac",
            user: {
              id: "4084371dcb301391c5073e942bfe0946ec5da209ca93ffedaeaa1fec29ad2c23",
              name: "Иванова Фарида",
            },
            text: "Прекрасная книга! Увлекательная и интересная история на английском языке, читается на одном дыхании. Сноски внизу страницы действительно помогают. Всем советую к прочтению.",
            rate: 2,
          },
          {
            id: "e675e98876aaf12c7452112ad48305bc19a8e9ce5eaff52f6624ad3aa3ba1eaf",
            user: {
              id: "c1e4618170b07ce5c932235b2d7be69d787195c119a0061894a3658c6bb18774",
              name: "Лаврова Оксана",
            },
            text: "Книга достаточно интересная, читали с ребёнком 11лет. Шрифт показался мелковат. В конце есть словарь, что облегчает перевод. Больше всего понравилась тема сада, он в книге живой и как бы отдельный герой, любители природы оценят. Рекомендую к прочтению с детьми среднего школьного возраста.",
            rate: 1,
          },
        ],
      },
      {
        id: "d57e281531c02c875d1c290c9298aed7b596c19b3f308a6f822e024bb09dfdee",
        name: " Трое в лодке, не считая собаки (на английском языке)",
        price: "285",
        author: "Джером Клапка Джером",
        genre: "Классическая зарубежная проза на английском языке",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer ultricies malesuada quam.Quisque vitae varius ex, eu volutpat orci.Duis ac nulla varius diam ultrices rutrum.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "7fbee47ce5c60601cd9554c3c9c9ab468192e7c23ba1c5eaa115942608a5eb1c",
            user: {
              id: "4a206996dee809f25e5fe99f7fad0bbdd585752214946c82fb4c4748f4713b92",
              name: "Гурова Елена",
            },
            text: "Отказалась от приобретения данной книги в магазине , по причине : мелкий шрифт и очень текст « скомкан». Читать не комфортно , не возможно .",
            rate: 4,
          },
          {
            id: "edddbc6b1d04571557cd364cde3b062d85afb5955b09189b44e15be0d0a75cf2",
            user: {
              id: "d23c8223918baf7790efa6d7c608d4d115c5d7bdca1836c1399b02dd5e88538b",
              name: "Kolti",
            },
            text: "Книга в мягкой глянцевой обложке, в 158 страниц. Очень удобная, легкая. Чудесная книга.   Прикрепляю фото для ознакомления:",
            rate: 2,
          },
          {
            id: "39ca1d277d6171bf3dba0e8a2c2c396dc498c18d8910f93b13b69bb61e09bf5a",
            user: {
              id: "1e9396ad575c30f5185e457011217ba4d44217da419e1a553b9cbf197a613aa3",
              name: "AnnMile",
            },
            text: "Замечательная книга. Обязательно куплю и почитаю:)))",
            rate: 4,
          },
        ],
      },
    ],
  },
  {
    id: "202fd26f14d638ccb40975163ab0f05e1acf24c04a30708b3e0abfac44301a08",
    name: "Книги для детей",
    books: [
      {
        id: "cc77e0ceddbdf5cdca8f105344e9ba96ff7dce335443f791aaca3db0288b0c03",
        name: " В царстве смекалки. Математические игры",
        price: "608",
        author: "Игнатьев Емельян Игнатьевич",
        genre: "Занимательная математика",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean ullamcorper orci et vulputate fermentum.Aenean ullamcorper orci et vulputate fermentum.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.",
        reviews: [
          {
            id: "0292e834f5a5fa211ede3aa933e27adc08b5b4ffe378255a59e9fdc63a4a7eca",
            user: {
              id: "f6e3c2073db3bfa1cf8fd7ccb477062f172cbf2601af5003326aee8f9ef638bd",
              name: "When I Grow Up",
            },
            text: 'Оказывается, книга была издана аж в 1908 году. Про "Научные забавы Тома Тита" знаю, а про Емельяна Игнатьева не слышала. Здесь собраны математические игры и фокусы разного уровня сложности. Специального оборудования не нужно, автор использует шахматные фигуры, шашки, спички и, конечно, смекалку! Есть задачки, посвященные прохождение лабиринтов, очень интересно получается!',
            rate: 1,
          },
          {
            id: "1ca248a4321c7cb92ec5225c089a01c01c55eddc74dee2f67c500f8883e09200",
            user: {
              id: "03dabb06f357301ed26b4c24592e4730eb710289b3e424d4ed3abc6a4acbd416",
              name: "Nata89",
            },
            text: "У меня была такая книга в детстве. Сейчас мне показалось, что будет забавно выдать сыновьям такую же книжку и решить из нее задачки. Они достаточно разнообразные, есть с картами, шахматами, домино и т. д. Так-то книге больше ста лет, но она от этого менее интересной не стала.",
            rate: 4,
          },
        ],
      },
      {
        id: "56b23e4bd213fd47fc77e16409206dea3deef72ff5bdb52080daae763ec5c36c",
        name: " 1724. Почти детективная история, рассказанная отроком петровской эпохи на страницах своего дневника",
        price: "880",
        author: "Логинов Михаил Валентинович",
        genre: "Приключения. Детективы",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Quisque vitae varius ex, eu volutpat orci.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Aenean ullamcorper orci et vulputate fermentum.",
        reviews: [
          {
            id: "ad3bd55a57187a4377bc6fbb4f6957bc0135c929827335fa558ad834f9ebb9b3",
            user: {
              id: "b93cb38b4674ee2e6cb422774eda9849ebae980f169d3444202bb156765cbe6a",
              name: "Хорьков Геннадий",
            },
            text: "Как увлечь ребенка историей? Через хорошую историческую книжку с приключениями! Помните, в детстве мы узнали из приключенческих книг очень многое - это были знания не только по истории, но и по географии, химии, астрономии, геологии. Приключения мальчика из петровской эпохи написаны живо и интересно. Идеально подходит, чтобы оживить историю для современного школьника. Рекомендую для ребёнка 9-11 лет.",
            rate: 2,
          },
          {
            id: "ecacd191289d62835b0069473d66e44c1741a91c37b67b9d4300f5a71587b584",
            user: {
              id: "e0c4aa6a2008c9329d1cdabc82b2369c84baa57ad6d1c4872e832d6f8890c1e6",
              name: "Natalya Murashina",
            },
            text: "Знаете, чем отличается книга Михаила Логинова «1724: Познавательный детектив» от кучи исторических книг? Здесь нет сложных терминов. А те, что есть, автор объясняет понятным языком. У Михаила Логинова получилась увлекательная и динамичная история про двенадцатилетнего мальчика Василия Афанасьева, который очень похож на обычного современного мальчика, с той только разницей, что Василий живет в 18 веке. И рассказывает о своей жизни: о ботиках и реке Неве, над которой пока еще нет мостов, о самом...",
            rate: 4,
          },
          {
            id: "3dce0ed830f06a461cbcd50e47f2441850a8fd428ed866f989875af5d157392d",
            user: {
              id: "fc6808572b185bf923047f06ead5e162f04045c45591fa8009ff525204525c55",
              name: "Пакет Пряников",
            },
            text: "Новинка определенно понравится любителям приключений. Автор книги совместил в истории интересный детективный сюжет и историческое исследование эпохи Петра Первого. Детективный сюжет и превращает историческое повествование в увлекательную повесть, пропитанную духом времени. Кажется, будто автор разглядывает быт петербуржцев, живущих в первой четверти XVIII столетия, через лупу. Картинки прекрасно иллюстрируют и дополняют текст. Очень смешные подписи к рисункам!",
            rate: 5,
          },
        ],
      },
      {
        id: "36da81abe5bb4c7941be7d4bfb1a9c5f25e313ba936c4a3617a2df28d254ffc4",
        name: " Сенька и море",
        price: "1056",
        author: "Ледерман Виктория Валерьевна",
        genre: "Повести и рассказы о детях",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Duis ac nulla varius diam ultrices rutrum.Duis ac nulla varius diam ultrices rutrum.Duis ac nulla varius diam ultrices rutrum.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "48fdbf5b3772551b41431e3fc846ac3582507ccaadfd4052971017a2ab3a4ddb",
            user: {
              id: "2cb37fd94be1d5f87f4ddc561b431521fd38b5473c797f2ee588b9a330510e84",
              name: "Anna",
            },
            text: "Купила «Сеньку и море» для дочери 8 лет и не прогадала: обаятельный и по-своему рассудительный главный герой нам с ней сразу понравился, буквально с первых страниц. Дочка на книжного Сеньку похожа характером и потому искренне сочувствовала ему, когда узнала, что отдыхать на море ему предстоит с шумной и надоедливой Данкой) А когда дошли до эпизода со спасением кота, сказала, что без раздумий поступила бы так же. Хорошо хоть плавать умеет... Здорово, что книга становится поводом обсудить с...",
            rate: 4,
          },
          {
            id: "4715365dd822ab0ec412bef62f30aa365d46b518d1ec81c096682e2880ece4bc",
            user: {
              id: "3d9ecc3824baa2d04adb8c8ecfec5a4eedfe08ee47cd685fb7e5c6629e475a64",
              name: "Анжелика",
            },
            text: 'В который раз убеждаюсь, что Виктория Ледерман - одна из самых талантливых современных российских детских писательниц. А убеждает меня в этом ее новая книга "Сенька и море" про мальчика, который впервые к жизни едет с родителями на море. Казалось бы, сюжет прост - две семьи с детьми ехали к морю, но не доехали, из-за поломки одной из машин остановились в каком-то прибрежном поселке, где и произошло первое знакомство главного героя с морем. А море, кстати, не просто красивая часть...',
            rate: 5,
          },
          {
            id: "b7b894205a8de96335f1f3a31d65b09087c050f066652ae1098d6c4fe0f51d8e",
            user: {
              id: "2f6221c4784f34f7ed140377d455a569fcedbb1136c3cd3a465543c84d3e440d",
              name: "Белла Юрьевна",
            },
            text: "Виктория Ледерман так вкусно и живо описывает море, что, читая, как будто бы сам переносишься на морской берег и вдыхаешь этот свежий запах. И будто наяву слышишь звуки, которые сопровождают Сеньку в его приключениях – мерный рокот моря, плеск волны, раскаты грома в грозу, крики и смех Данки, похожее на звук дудочки птичье воркование… А какие яркие южные краски радуют мысленный взор читателя – на рынке нас ждут «жёлтые дыни, тёмно-зелёные арбузы, коричневые орехи, оранжевые абрикосы, белый сыр,...",
            rate: 1,
          },
        ],
      },
      {
        id: "cc7c3af509484c59394d599c9cb3b154b0384cc5f747fbe45c7cd8221b0d7b79",
        name: "Литургия. Самая главная служба. Текст с объяснениями для детей и взрослых",
        price: "984",
        author: "Цымбаревич Елизавета",
        genre: "Религиозная литература для детей",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.",
        reviews: [
          {
            id: "a50e6b67ce8faa38c68998f452b042dbac3ae29bbc51b4cf3eb04926fa09f54f",
            user: {
              id: "bcac58845bc7a317ba23d6f15eafd778bc24e74fe9cb121d5ec5ae4d5a979570",
              name: "Заморская Мила",
            },
            text: "На стр. 69 Анна Сапрыкина комментирует: «хлеб … становится Самим Телом Господа нашего Иисуса Христа. И вино становится Самой Кровью…» Как становится - ничего не объяснено. Главное значение слова становится - превращается. Дети спрашивают мы что пьём кровь и едим мясо?    Здесь надо бы пояснить что становится не посредством превращений, которые сами собой напрашиваются, ведь никаких вещественных изменений не происходит, хлеб НЕ превращается в тело, а вино НЕ превращается в кровь. Здесь сугубо...",
            rate: 4,
          },
          {
            id: "5642a3884e1cb428c243e23b9552871c2c9e032e295570fca9054ff099290c18",
            user: {
              id: "8d441104929f3c12a6ef7a65bd0ef7dbbba30edc50df3df3a9bd73f6d81e95e8",
              name: "Шпак Мария",
            },
            text: "Очень хорошая книга, купили в  воскресную школу. Добавляю фото.",
            rate: 1,
          },
          {
            id: "6855f82930b441c68226b9a2dfb1b7641432741ebc316076f0d3e4c3aabac459",
            user: {
              id: "d19b99a0ce6f6a735069b835c80b75f3b01b66c4877118dec6d2cf8a4795674b",
              name: "Alevtina  Gaykova",
            },
            text: "Книга очень хорошая: и с содержательной точки зрения - очень подробно описывается вся последовательность Литургии, и с точки зрения оформления - красочно, удобно, полезно, ярко. Особенно это интересно детям воскресной школы: отзывы детей только восхитительные. Так что и задумка, и исполнение - выше всяких похвал. Цена  для такого издания не высокая, а если еще и со скидкой, то просто  радость и сердцу, и кошельку. Книга может быть полезной и для детской, и для взрослой воскресной школы",
            rate: 4,
          },
        ],
      },
      {
        id: "ac0e1f9a651eaf68d6ae23960b32734b89b6ffbef39cc0dd1940a5b736a7ace3",
        name: " Снежная королева",
        price: "1056",
        author: "Андерсен Ханс Кристиан",
        genre: "Классические сказки зарубежных писателей",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.",
        reviews: [
          {
            id: "ae5a31b705fe1acba253fa86442a8e08c0d558062422e51d5b48664a04253a5c",
            user: {
              id: "820f61ad4ba1ea69aa0c735af8e6d136c7ac3304432c24aae16294c67aad4e8a",
              name: "Petrov Max",
            },
            text: "Книга красоты невероятной, недостижимой. Мы привыкли к советской иллюстрации, к классической британской — даже к топорно-диснеевской. Но попадается и такое. Когда мир сказки вполне сопоставим с миром самого видения художника, и не уступает ему практически ни в чем. Жемчужина коллекции детского шкафчика, бесспорно. Браво, «Качели». И Патрик Джеймс Линч — запомним это имя. И не могу не отметить замечательную синюю глазурь на обложке. Великолепие!",
            rate: 5,
          },
          {
            id: "219d11df0525d69668ec6d3257eb85217c476302da9958cdb95752e62c7cf70d",
            user: {
              id: "e6bc93927a853814b6b4d336c37bcaa53ba9befa56fe5808e3497784feac03fe",
              name: "Шурыгина Татьяна",
            },
            text: "Книга очень красивая, как волшебная зимняя сказка, вся как-будто усыпана сверкающими снежинками, от нее так и веет холодом... мелованная бумага, красочно оформленная обложка, коллекционный формат издания, очень красивые иллюстрации от которых дух захватывает - сад, розовое сияние, Снежная королева в своем царстве, Герда с оленем... все именно так, как я помню из детства.   А вот перевод так себе... из-за него сказка не льется, а спотыкается о бесконечные слова-камни... например - перепархивал...",
            rate: 4,
          },
          {
            id: "52869d0108a6a2beae788ac14f797bc6d714d59060500de877f98e0ad7a26bb8",
            user: {
              id: "c5493f6270daec2147360675d2d20de2be56ed79117be8ed32d72491fc23a335",
              name: "Руденко Ольга",
            },
            text: 'Тонкая книжка не самого большого формата. Матовая меловка, прекрасные иллюстрации. Есть запах краски.        На мой взгляд, для детской книги в ней очень мелкий шрифт. Издатели оправдали свой выбор надписью " для среднего школьного возраста" 12+.  Два разворота без иллюстраций.        Век живи - век учись)))      Тираж 5000 экз.',
            rate: 5,
          },
        ],
      },
      {
        id: "153d2acbd2aa48b7f57ff0a3d2a5c32513c5338aecfa7ae2c4464d6ac6789920",
        name: " Мальчики не плачут",
        price: "768",
        author: "Мышковая Ирина Борисовна",
        genre: "Повести и рассказы о детях",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Aenean ullamcorper orci et vulputate fermentum.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.",
        reviews: [
          {
            id: "f334cc86423ae88bf73d89a28bad574c19c57347632e973d67b7a587228455d3",
            user: {
              id: "7e1b009caecf400d673a296cbf49a6b31f5406fb0f29fb45221c809a867c890d",
              name: "Виталина",
            },
            text: "Как же я ждала эту книгу!!! С прошлого лета, когда читала рукопись с «Книгуру». И как здорово, что Ирина Мышковая её ещё дописала после этого! Добавила такой важный момент про поисковый отряд «Лиза Алерт».   Вообще, тема просто архиважная. Почему подросток решает уйти из дома? Как это происходит, что он чувствует при этом? И что можно сделать, чтобы предотвратить его побег?.. Я убеждена, что книгу «Мальчики не плачут» нужно читать не только детям, но и их родителям. Потому что она не только...",
            rate: 5,
          },
          {
            id: "d02eedf6e11322bc4476a733b3faad53b9d6f8056f795317abdf5c5e2082f514",
            user: {
              id: "8b1daafa18e4c413ff5e8f7c75141150f298d5476fb85e9f9fc63c147add7e68",
              name: "Alexandra",
            },
            text: "Дочь читала, плакала и смеялась. В книге полуфантастическая атмосфера, хотя ничего фантастического в сюжете нет. Очень страшная тема - побег ребенка из дома, в результате которого он попадает в беду. Но конец счастливый. Очень яркая небольшая книга, в чем-то похожа на сказку. Сложно обозначить жанр. Круто переданы мысли ученика средней школы - такой очень живой язык, но без “мусорных” словечек.",
            rate: 5,
          },
          {
            id: "4e5e6c5e7e9aa14f8638a6049456360d72c00ab89f36fc3fe82ee3682480d61d",
            user: {
              id: "820f61ad4ba1ea69aa0c735af8e6d136c7ac3304432c24aae16294c67aad4e8a",
              name: "Petrov Max",
            },
            text: "Эта книга -не только для детей, но и для родителей. Возможно, родителям даже важнее ее прочитать. И даже тем родителям, чьи дети давно выросли. Пронзительная история. О том, как хорошие папа и мама превращаются в монстров, от которых хочется сбежать. И как это происходит - сам механизм превращения. Очень тонко, образно, хорошо написано. Оригинальные стильные иллюстрации, обаятельные лица у героев. Рекомендую.",
            rate: 4,
          },
        ],
      },
      {
        id: "edbad2bbf08f14907df96e3a6b0befab4e4f0cfdd038cdffe09812d8ffc29b3a",
        name: "Оружие",
        price: "348",
        author: "Феданова Ю.",
        genre: "Военное дело для детей",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean ullamcorper orci et vulputate fermentum.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.",
        reviews: [
          {
            id: "cb4be2bd9b8be1e796e9644649ec868dfd464d4d035035b04d03be7ab709442f",
            user: {
              id: "c22b3ba621429d1c81c7b43e9da0372c73696e474a6aea4d50d0bacc9b253f0b",
              name: "Алёнка",
            },
            text: 'замечательная книга для мальчишки. обложка твёрдая, буквы Ё, хорошо иллюстрирована.кое-где правда цвет шрифта и цвет страницы не совсем удобны для чтения.цена радует.  присматриваем ещё "вооружение элитных войск"))',
            rate: 2,
          },
          {
            id: "c089c7f36082d39450652e0d1024b4057f8040fae96ad1754b7f7eace7a68746",
            user: {
              id: "53218f02099f8a2321b1cdc6b55c02050034c3e6cdd8af75b0c9d2ad2da52901",
              name: "Oksana",
            },
            text: 'Отличная энциклопедия! Тут подробно представлено Оружие, от античных мечей, до современного оружия! Мы брали на подарок и ребенку очень понравилась! Да что уж говорить, наш дед "завис" на пару часов разглядывая ее! Иллюстрации яркие, качество печати хорошее ! Если ваш ребенок увлекается оружием, покупайте, не пожалеете, тем более ее цена вполне себе не плохая!  Заявленный возраст 6+',
            rate: 5,
          },
          {
            id: "370dab331bb1302b9badb90f57798ec777c7ea89a9e090d3dae3fc1c907a38d9",
            user: {
              id: "c22b3ba621429d1c81c7b43e9da0372c73696e474a6aea4d50d0bacc9b253f0b",
              name: "Алёнка",
            },
            text: "добавляю фото к отзыву",
            rate: 1,
          },
        ],
      },
    ],
  },
  {
    id: "04ff14276199969c3a58c2aa558e3ad11266e0280fade7d8fdc4edb133663ea9",
    name: "Комиксы, Манга, Артбуки",
    books: [
      {
        id: "8f6c7876c08f66ded08c8d0c0e53f5556b219b401c2027be501a2f3e01d10d07",
        name: " Удивительный Человек-Паук. Отгул",
        price: "537",
        author: "Патни Сьюзан К.",
        genre: "Комиксы",
        rate: 0,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Integer ultricies malesuada quam.Aenean ullamcorper orci et vulputate fermentum.Cras vel elit sed mi placerat pharetra eget vel odio.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.",
        reviews: [
          {
            id: "28f06e77ee003a8f7f14455afc0dcf487a8a0bead3eddc47b32da7a2cbcd576f",
            user: {
              id: "9f278c76b77460b8547e13a86b25abe2674894aef8bc4e6769fdc942a2041c56",
              name: "Смирнов Игорь",
            },
            text: "Добавляю фото для ознакомления",
            rate: 5,
          },
        ],
      },
      {
        id: "b4742cde3934cc260ff9b7fb73a424f677844a822cdfb5193b1f631f73e3783d",
        name: " Фехтовальщики. Том 3",
        price: "664",
        author: "Пакат К. С.",
        genre: "Комиксы",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.",
        reviews: [
          {
            id: "8ee9882d3c3e6b198a7dfb066c6d5719ee3328731c9c363c8e88717591cfd0f0",
            user: {
              id: "2a31e4f7de556b3d034806a1b8132423afe66fe2b1f972052eea8dcf90353f3f",
              name: "Баранова Мария",
            },
            text: "",
            rate: 3,
          },
          {
            id: "17bdc5c34336d7e0a0c060f92e78d8acf06a1518d8147e5b1562c2b0f6333723",
            user: {
              id: "c25dfa016364ec45ba126fbb0568f8a560722ecf7c369adc5ad61dd161a5b6dc",
              name: "Климкина Наталья",
            },
            text: "Я продолжаю читать этот невероятной комикс про наших фехтовальщиков.  Постепенно с каждым томом наши персонажи узнают друг друга и уже превращаются в друзей и в настоящую сильную команду.  История раскрывается с каждым томом и события в комиксе все накаляются и накаляются. В комике также начинают появляться неожиданные повороты сюжета. Которые никак нельзя предугадать.  Рисунок комикса как обычно прекрасный. Мне прям не хочется заканчивать его читать.  Юмор этого комикса очень пришелся мне по...",
            rate: 1,
          },
        ],
      },
      {
        id: "2993a908132121d0a93d3edc8648d29326ded9179d8c60123d529f4831323965",
        name: " Гравити Фолз. Графический роман. Выпуск 1",
        price: "798",
        author: "Хирш Алекс",
        genre: "Комиксы",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Integer ultricies malesuada quam.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Duis ac nulla varius diam ultrices rutrum.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "9c351d805aecd60d18fb170bda5e4accad3c0e34dc949523b1ffad337607a527",
            user: {
              id: "8f63737aeacd98e34591ebcbc1f52d31707fd7fbd75f040c6e17171821954ff6",
              name: "Ластовка Алексей",
            },
            text: "Книга полностью копирует одноименный сериал. Рекомендовано как отличный комикс для детей, которые не видели сериал (к сожалению добротных комиксов для детей очень мало, а этот экземпляр без оглядки на мультфильм - ОДИН ИЗ ЛУЧШИХ) , так же мимо не пройдут коллекционеры и фанаты Гравити Фолз.  Книга будет в мягком переплете, 232 страницы (судя по количеству страниц, комикс будет состоять из 3 историй-серий), формат книги 212x138 мм",
            rate: 5,
          },
          {
            id: "618083968b366916d1d821dc2a524f00867e823eed25fe3d68b75bd217797668",
            user: {
              id: "b8903e6019345e093e8519199434880dc8a599db9780f2b9bef05b0acda4d918",
              name: "Снежок",
            },
            text: "Я просто в восторге! Что еще можно писать про этот графический роман? Кто знает этих персонажей, тот и так понимает, что его ждет.   Качество издания прекрасное!",
            rate: 4,
          },
          {
            id: "ec4ed82e0ea6685e128557fbb4158ddad4a6d3bbd6de6ac21f1bd33b89ecc7e8",
            user: {
              id: "bd394253550e7354971afe38997ed2d66c394aa0f5f528e126a0aff5a3de26ab",
              name: "Cypher",
            },
            text: "Этот графический роман ну или проще говоря комикс, изданный компанией Дисней, переведённым на русский язык издательством Эксмо, выпущенный по одноимённому детищу Алекса Хирша в 2012 году.  В романе повествуется о близнецах по имени Диппер и Мейбл Пайнс, приехавшие в гости к дяде Стену и в его туристическую лавку, где дядя заставил их работать.Они думают что так продлится всё лето, но в один день всё меняется и они понимают что этот город наполнен тайнами и мистикой.  Сам графический роман...",
            rate: 3,
          },
        ],
      },
      {
        id: "fc5ed55177768ec57193a8999b74410ca04d5f22b3ec7ae0b27257197a63d06a",
        name: " Эмиль и Марго. Монстрам вход запрещен!",
        price: "1289",
        author: "Дидье Энн",
        genre: "Комиксы",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.",
        reviews: [
          {
            id: "f4c15ec0b2c7579c07ecd2e7716c68d536774d597a494c3d7218f750a8196baa",
            user: {
              id: "f9a9ced8377e466304b7f59ecc0e69aa7efa4c8ff08df29e99826c7d5509b6ce",
              name: "Александр Лисовский",
            },
            text: "Сборник коротких забавных историй о похождениях непоседливых детишек королевской семьи, находящихся на попечении строгой гувернантки, а рядом с их замком живут разные озорные монстры.    Хороший перевод и локализация имён, читается легко, глаз ни за что не цепляется. Симпатично нарисовано, небольшая по формату книга, я бы сказал, для младшего школьного возраста.",
            rate: 2,
          },
          {
            id: "41bbc485c343802d552880373b7e6b0b7f12da5e83e2f1dd1a9c0efc0d41d61e",
            user: {
              id: "04a973c4ef405cf4c04c58535aa74ea20b3f4fcbf90150ab229384302d826880",
              name: "Дорохина Алена",
            },
            text: "Семилетний мальчик за неделю прочитал эту книжку раз сто. некоторые моменты перечитывались вслух со смехом на всю квартиру. Истории очень простые и веселые, понятные детям. И, в то же время, не примитивные. Иллюстрации не такие стильные, как в Хильде, но моему ребенку они понравились больше. Жаль, что только одна книга, а не серия, я бы купила, не задумываясь",
            rate: 4,
          },
          {
            id: "4bb832b072ef60ae01881d1b65425a34ecdeca49abd4cc5fa8523a2f240c519f",
            user: {
              id: "eabf11867eb7b3c3f609ec520fc46154848efd63729c6de619082f001b80df71",
              name: "Юлия",
            },
            text: "Чудовищное веселье царит на страницах этого комикса. Короткие уморительные приключения принцессы и принца, их строгой гувернантки мадемуазели с говорящим именем Дисциплинда и кучи очаровательных монстров. Ругающиеся гирлянды, монстр с сахарной ватой вместо бороды, лесная школа с уроками плохих манер. Два комикса из книги про Рождество.  Книга получилась небольшого формата, ее удобно будет взять собой или читать в кровати.",
            rate: 4,
          },
        ],
      },
      {
        id: "5b6b6d12e4a6bf45147d9f4ab929f1b31ce07e1176ec7d011b46c4d5a7d16b01",
        name: " Фехтовальщики. Том 4",
        price: "664",
        author: "Пакат К. С.",
        genre: "Комиксы",
        rate: 3,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Cras vel elit sed mi placerat pharetra eget vel odio.Integer ultricies malesuada quam.",
        reviews: [
          {
            id: "300348b1331339fd9e2769a3f2cdc3f4d88299446f92f6540c14c6a6f72265ad",
            user: {
              id: "c25dfa016364ec45ba126fbb0568f8a560722ecf7c369adc5ad61dd161a5b6dc",
              name: "Климкина Наталья",
            },
            text: "Жаль, что на русском вышло всего 4 тома, но этот, наверное, понравился мне больше всех.  У парней первое соревнование, да ещё и командное. И учётом того, как у одних индивидуальность так и прёт, а другие готовы пойти на любые жертвы ради команды, виден явный дисбаланс. И вот это сближение, эта работа над ошибками, чтобы победить в дружеской игре с соперниками - отдельное мимило этого томика. А ещё приятно видеть как льдышка Сейдзи постепенно сближается с милым Николасом. А ещё как Николас...",
            rate: 4,
          },
        ],
      },
    ],
  },
  {
    id: "bb24483b6924e07652c1125786dfb5b6076719a1ea61545d08f04283f2186521",
    name: "Молодежная литература",
    books: [
      {
        id: "f6629c7ac751edd3c3bde21147a1b50d4256fce7289d2b4db1c721eaf1b76d34",
        name: " Змей и голубка",
        price: "1075",
        author: "Махёрин Шелби",
        genre: "Романтическое зарубежное фэнтези",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Duis ac nulla varius diam ultrices rutrum.Quisque vitae varius ex, eu volutpat orci.Aenean ullamcorper orci et vulputate fermentum.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Quisque vitae varius ex, eu volutpat orci.Lorem ipsum dolor sit amet, consectetur adipiscing elit.",
        reviews: [
          {
            id: "8a3aab7bb20e78164eae5233bbc52814a014aca8539f5f1333f2b09388a38547",
            user: {
              id: "c18dc699fdbc8ae4041388e4846d6c2b0a92f014a446b88d73adcef97e2fa581",
              name: "bozinabooks",
            },
            text: "Не знаю как оценить книгу, потому что мне попался косячный экземпляр,проверяйте книги, обязательно! Я в общем разочарована издательством :(  Дополнение: книгу дочитала, не стоит она своих денег, мутота. Без истории, одни сопли и детское поведение главной героини. Плохо прописанный мир, много ругательств, даже матных. От книги ожидала большего, положительные рецензии не иначе как реклама издательства. Просто разочарование года.",
            rate: 1,
          },
          {
            id: "1d2eb29c24f1615d29d94cc30b4c7dd88e711f3890e956415a1c5534e3dd9e92",
            user: {
              id: "5a85338744994059dd921ff46c6a23ea591864738ea913f9a71ba040502b0c46",
              name: "_mary_books_",
            },
            text: "Это было прекрасно! Так сильно книги давно меня не захватывали. Эта история — идеальна. Мне нравится в ней абсолютно все — начиная с сюжета, и заканчивая персонажами. А какие же здесь были сюжетные повороты! Порой я просто останавливалась и несколько минут отходила от шока, чтобы потом обдумывать следующие события и пребывать еще в большем недоумении. В книге было очень много смешных моментов, одна только песня про Лидди чего стоит.   В главных героев невозможно не влюбиться. Они просто созданы...",
            rate: 5,
          },
          {
            id: "4708caf6a91582132526f5a6089ec03d94594cf7b9df67c9890f6320a3e287ac",
            user: {
              id: "4c94db88b794407e5dbac4a748a384c9fa36057f508074a9b55b8fed4679addf",
              name: "Семикина Оксана",
            },
            text: "Очень-очень скучная и занудная книга с банальным и примитивным сюжетом. Не понимаю, как вообще её можно было назвать бестселлером! Оформление прекрасное и интригующее, на этом плюсы заканчиваются, потому как содержание книги тягомотное, рутинное, с очень огромным усилием заставила себя дочитать до конца, надеялась, что в конце будет какая-то изюминка, которая исправит впечатление о произведении, но чудо не свершилось! Не советую тратить свое время! Лично я ни малейшего удовольствия от прочтения...",
            rate: 4,
          },
        ],
      },
      {
        id: "ecff11041972166f03eaf92133dcb8d4b7a9649963c186ed6257830fa13838df",
        name: " Мюонное нейтрино, пролетевшее сквозь наши сердца",
        price: "580",
        author: "Евстюхина Анастасия",
        genre: "Современная отечественная проза",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Quisque vitae varius ex, eu volutpat orci.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Quisque vitae varius ex, eu volutpat orci.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Lorem ipsum dolor sit amet, consectetur adipiscing elit.",
        reviews: [
          {
            id: "438f11ac302d82eadfd3b289a58fc549aab35c2c9fc2249604034a650c78cc60",
            user: {
              id: "f1ccf851fa74d6d3b0522b5604812675267a15a817ac1c27b4db265476d32b64",
              name: "Наталья Малахова",
            },
            text: "Книга - откровение.   Было очень трудно местами читать, осознавая, что всё, что происходило с главной героиней, было и со мной.   Сейчас в моей жизни всё хорошо, я не думаю о лишних калориях и весе, но было больно вспоминать тот период жизни.  Я рада, что встретила и прочитала эту книгу. Если бы такую тему как «расстройство пищевого поведения» поднимали в книгах почаще, то это спасло бы многие заблудшие души.  Эта книга не стала той, которую я посоветовала бы прочитать каждому, если только вас...",
            rate: 5,
          },
          {
            id: "50b6b3f845721a68a6956a2396b55b6a34165666a452a313f7d027264503daae",
            user: {
              id: "79bc843741438a5ee33d89dee4ac191565b43915c9b49193db5abca06f88f853",
              name: "Наталья Куреша",
            },
            text: "Прилагаю фотографии для знакомства с книгой.",
            rate: 4,
          },
        ],
      },
      {
        id: "6199703135fde3b05d6516df17e073f8f3b540e2d791dfdd66fad008348bd9db",
        name: " Кровь и мёд",
        price: "1075",
        author: "Махёрин Шелби",
        genre: "Романтическое зарубежное фэнтези",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras vel elit sed mi placerat pharetra eget vel odio.Duis ac nulla varius diam ultrices rutrum.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Quisque vitae varius ex, eu volutpat orci.",
        reviews: [
          {
            id: "237ba5d10db432d3e308c2f29d173f91add1677ec8d82cc9f448e2de8437cd2d",
            user: {
              id: "6cf8550f602edcb587386941fc3558107f649610e729a1e25fe8fb5dac78c3bc",
              name: "Софья Матюхина",
            },
            text: "Очень интересное продолжение дилогии, прекрасные персонажи и интересный язык автора)",
            rate: 1,
          },
          {
            id: "a12298269e7d9b48f81f2e9b61f890514fe4383eee98d964e25d9267fb647529",
            user: {
              id: "e75bcb5d5926487e848b75d1276b366e23f9c0b80b03b61b499f480c7dd8753e",
              name: "L",
            },
            text: "Сейчас будет не очень популярный отзыв, судя по рейтингу.    Вот насколько крутая первая часть, вот настолько нудная вторая.    В первой было все: и смех, и приключения, и интрига, и печаль. А тут просто 600 страниц, где герои как-будто все отупели, а потом еще 100 страниц нелепости.    Рид для меня просто рассыпался. Самокопание, ненависть, высокомерие, чопорность аж скрипели на зубах.   Лу в постоянных импровизациях без прогноза, ума и планов. Все 600 страниц они ругаются. Это...",
            rate: 1,
          },
          {
            id: "0a6ce47a6d407778073712146a906e47abcf897806c16b65b1afb7e646591be8",
            user: {
              id: "a288bd99a35c209e364b04466b142287a6a49edb1a69b0a92699dccd89efb1e3",
              name: "V Lihaays",
            },
            text: "Вторая часть трилогии замечательная, но проходная. Много новых персонажей, которые очень интересны сами по себе, но не раскрыты. Очень жаль, что автор «убила» одного из главных персонажей. Название книги подразумевает, что в этой части должны были уделить внимание Алым дамам, но, к сожалению, этого не случилось. Даже Коко появлялась, только чтобы подлатать кого-нибудь. Ура, ввели оборотней и опять пять слов и они молчьей рысью только бегают по пятам за Лу и Ридом. Появление фамильяров было...",
            rate: 5,
          },
        ],
      },
    ],
  },
  {
    id: "a176eeb31e601c3877c87c2843a2f584968975269e369d5c86788b4c2f92d2a2",
    name: "Нехудожественная литература",
    books: [
      {
        id: "93e7ab27c73e9ee96a827c3006e8b224ff455940a9d09ecf7a2110e672542549",
        name: " Стоп Угроза. Книга-тренинг по детской безопасности для родителей детей 5-12 лет",
        price: "639",
        author: "Шарова Лия Валентиновна",
        genre: "Книги для родителей",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer ultricies malesuada quam.Cras vel elit sed mi placerat pharetra eget vel odio.Aenean ullamcorper orci et vulputate fermentum.Cras vel elit sed mi placerat pharetra eget vel odio.",
        reviews: [
          {
            id: "be614440f698e1ff91021951f6a65447f3fb17aeaf2c03f00088856da959bffe",
            user: {
              id: "f6ce9c46d1aaa9351923aeb97394d5311ec7e3e4ecba21db052230623072fa99",
              name: "Калашник Марина",
            },
            text: "Мне книга очень понравилась, с первых же строк автор разоблачает наше поведение которое мы применяем в воспитании наших детей, сразу попадает в точку в вопросе наших страхов , а именно как донести, но не запугать. Это отличная книга для родителей, но родители должны понимать , что им предстоит огромная и интересная работа со своими детьми по данным рекомендациям. Если просто купить, прочитать и положить на полочку, тогда это не этот вариант. Я рекомендую к прочтению и использованию !",
            rate: 3,
          },
        ],
      },
      {
        id: "fb7cadecb042c888b3e67bb122e4da3567ffecc35498cd6bfc8cc625e3d7c0f1",
        name: " Люблю и понимаю. Как растить детей счастливыми (и не сойти с ума от беспокойства)",
        price: "880",
        author: "Лабковский Михаил",
        genre: "Книги для родителей",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Quisque vitae varius ex, eu volutpat orci.Integer ultricies malesuada quam.Duis ac nulla varius diam ultrices rutrum.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.",
        reviews: [
          {
            id: "0373d8a55c7790bc77b4eb477dd2369e94829e8813b0a6e58f7c054ffe6a056e",
            user: {
              id: "0d46df917428ae2854423953db070387452f9825cba717b2d6b2970bd3906b72",
              name: " ",
            },
            text: "Ребенок ищет в маме опору, а в это время мама отчаянно ищет, кто бы поддержал ее. Книгу «Люблю и понимаю» особенно жду. Судя по тем материалам, которые уже доступны о книге, Михаил Лабковский не диктует правила, а рассказывает, что быть неидеальным родителем и неидеальным ребенком — нормально: главное — счастье. Надеюсь, что из книги я узнаю, как подготовить ребенка к детскому саду, почему очень вредно делать с ним уроки, и моя тревога отступит.",
            rate: 4,
          },
          {
            id: "cb9e21d3f2a5541b5c7ad2433f3db23aa162f5a56ca4b0387e304abe0d09f308",
            user: {
              id: "0724d49beeee57032260c48489291880d9caf4cbee932a24c4994c9193ef9d51",
              name: "Юлия Александровна",
            },
            text: 'Как я люблю Михаила Лабковского! Благодаря его лекциям на Ютубе работаю со своей ментальностью и развязываю психические "узлы". Жить стало намного комфортнее. Четко осознала, что советское воспитание и образование надо приравнивать к инвалидности. С нетерпение жду книгу о детях!',
            rate: 3,
          },
          {
            id: "1f696133cecf57b0cc38ba3c57969bfc0600716eacac74e89d1a23e8c15c98aa",
            user: {
              id: "633c516e7b9db6446fb236c94021cf3d2915b00ccda1cf4f601c700c4b20fb25",
              name: "Полушина Елена",
            },
            text: 'Очень жду книгу. К сожалению, моё собственное взросление было омрачено разводом родителей и гиперопекой со стороны матери, которая до сих пор влияет на мою жизнь. Хочу услышать от Михаила Лабковского, как не совершить тех же ошибок, как сделать так, чтобы ребёнок видел во мне опору, но развивался как отдельная личность. Аннотация многообещающая, поэтому думаю, что "Люблю и понимаю" займёт достойное место на моей книжной полке не только в шкафу, но и в душЕ.',
            rate: 2,
          },
        ],
      },
      {
        id: "f733843a35481f37f2e8079a6518cec58ad8d2228eba5f4388dcb83f89629695",
        name: " Фашисты",
        price: "2000",
        author: "Манн Майкл",
        genre: "Всемирная история",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Cras vel elit sed mi placerat pharetra eget vel odio.",
        reviews: [
          {
            id: "f29eb442d0614ffb6cb9ec6c8cce88d73406a45e1cc18da9382965679f3734ed",
            user: {
              id: "91647ffe3d2893cadb9872fcd39792ddf3903c71ff1c06f6cb2812819e3e04b1",
              name: " ",
            },
            text: 'Раньше слово "фашизм" ассоциировалось в основном только с Второй мировой войной, и, казалось бы, и заканчивалось на этой теме. Автор рассматривает всю историю фашизма. Для начала он рассказывает о фашизме, как о идеологии, культуре с определёнными ценностями. Далее фашистами будут честно названы те преступники, которые зверски исполняли этнические чистки. В книге рассказывается о зарождении фашизма, о его росте, прогрессе, об особенностях в разных странах. Конечно речь идет о Европе:...',
            rate: 5,
          },
          {
            id: "1f0f238a7eea676244c8789932e9ef55d0beabc2e30be3c2c21f41d110177ad6",
            user: {
              id: "5ef4fa5c58d7453534674b04b17179184883c41ce3bcb324ea1f02092c0aab9b",
              name: "Da Ki",
            },
            text: "",
            rate: 5,
          },
        ],
      },
      {
        id: "bfb70635657fb06c1bb6981fe232690ebb5c24ddb9ca30b0e67decb4c8b6eb7f",
        name: " Ван Гог",
        price: "1263",
        author: "Азио Давид",
        genre: "Деятели культуры и искусства",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Integer ultricies malesuada quam.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Cras vel elit sed mi placerat pharetra eget vel odio.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "bd08e45a504d5b81010dace6269551a4813a133f9cfc6c94b295647eb1480d9e",
            user: {
              id: "9e09fd2a331848c83857401d1d83797c44fdfd14551b036c952ee275f5098510",
              name: "Настя-Настасья",
            },
            text: "Прежде чем купить эту книгу, долго сомневалась. Боялась, что под обложкой ждет занудноватый микст из эпистолярии и истории болезни. Хорошо, что решилась: книга гораздо лучше, интереснее и глубже, чем видится по аннотации.   До недавнего времени мои познания о Винсенте Ван Гоге исчерпывались знаниями его картин и биографическим минимумом (бедность, непризнанность, брат Тео, сумасшествие, отрезанное ухо). Как оказалось, я знала не просто мало, а чудовищно мало.  Например того, что к живописи...",
            rate: 4,
          },
          {
            id: "6bd76cf323df19c3317ce6aa966d297cd8cd7b7867e60a08e21913849a9ac524",
            user: {
              id: "5500dd754bb7b7e9dc6517282ab0ac581590a647b31cda7606433157c6112668",
              name: "taina-dar",
            },
            text: 'Пожалуй, это одна из лучших биографий, которая когда-либо попадала в мои руки. Нежною любовью я люблю творчество Винсента, и до момента прочтения знала о нем не мало, но произведение открывает глаза на жизнь этого страдальца.   Написано довольно увлекательно, несмотря на особенности жанра, нудных мест избежать автору не удалось, но их ничтожно мало. Мы проживаем жизнь Ван Гога, наблюдаем за его становлением как человека и как художника, "общаемся" с его братом, родственниками и...',
            rate: 1,
          },
          {
            id: "fbd5b4344480a192a9026ec4dcfba952bc252a6f62ef2b6f5073382a16da7304",
            user: {
              id: "44593945ecf551fb14b4690c8c49f0af3125fd23a3430e82c3274baca35d5e98",
              name: "Халимуллина Марина",
            },
            text: "Очень увлекательная книга, примерно с середины читается просто залпом, неудивительно, потому что предпосылки к истории с Гогеном появляются намного заранее самой истории. Дело даже не в отрезанном ухе, а в том, что же такое произошло, из-за чего Ван Гог был сломлен. Уже не в одной рецензии указано, что автору не получилось быть беспристрастным, так и есть, невольно передаётся авторское отрицательное отношение к Полю Гогену, хоть и есть пара строк, что вину в трагичной истории в любом случае...",
            rate: 2,
          },
        ],
      },
    ],
  },
  {
    id: "ea3a03b4971eeb62730e1de238225cc4e6145f0eb50ad28b1379f2a2ee71e16e",
    name: "Периодические издания",
    books: [
      {
        id: "6235de2b91675cea50c50e8869f4e4860a29dc369921300473f37062fa247ccf",
        name: 'Журнал "Дилетант" № 033. Сентябрь 2018',
        price: "478",
        author: "Дымарский Виталий Наумович",
        genre: "Журналы",
        rate: 3,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Duis ac nulla varius diam ultrices rutrum.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Quisque vitae varius ex, eu volutpat orci.",
        reviews: [
          {
            id: "a89a38733f6cbef0cfe8c2198f86f608801e1d818621e695eb016568865997ed",
            user: {
              id: "5a5389ce13d2244c9c91ef01bef3556d7325f2f2912daa918cc040a16b820b00",
              name: "latov",
            },
            text: 'Конкретно этот номер слишком напоминает то, что писали про "кровавую гебню" на рубеже 1980-1990-х гг. В наши дни такая подмена науки публицистикой режет глаз. Все-таки ВЧК и прочие спецслужбы - это в первую очередь не палачи, а контрразведчики, которые, увы, практически в любой стране и в любую эпоху вынуждены работать без белых перчаток. Раз уж завели речь о жертвах красного террора, то почему бы не рассказать и о жертвах белого террора?',
            rate: 2,
          },
          {
            id: "7b65fc44b4527f6ef432084a01aea4fa8312700de96eeb0568f6fcd4d415cc30",
            user: {
              id: "8f5c4d91bb1c07a20d5738631d37fd770acbc84db02ffb75e201e7a51e0db4b9",
              name: "Куроки Томоко",
            },
            text: "Номер не разочаровал. Множество интересных фактов, можно с удовольствием скоротать пару вечеров. Хотя, скорее, один. Прекрасная полиграфия, остроумные колумнисты. По скидке и цена хороша))",
            rate: 4,
          },
          {
            id: "8993a92f694a486d2e697c52aaadf17968526680735af7ae1e8413216e1868ff",
            user: {
              id: "162a1f1e46ac2712e06c9762bc4d08bde04afe70fc04ffce56ff56ceaceb30e1",
              name: "Каркарина Татьяна",
            },
            text: "Фото внешнего вида и страниц издания. Приятного чтения!",
            rate: 3,
          },
        ],
      },
      {
        id: "ff400e402a799a66be054c0911cbe95e511f4ceac2f0cb04c842e97abd84b39a",
        name: 'Журнал "Дилетант" № 050. Февраль 2020',
        price: "478",
        author: "Дымарский Виталий Наумович",
        genre: "Журналы",
        rate: 3,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Duis ac nulla varius diam ultrices rutrum.Aenean ullamcorper orci et vulputate fermentum.",
        reviews: [
          {
            id: "384713f1b4a7e8ab818be13115e45e631d8c855093e9b9b2bf201d373920665d",
            user: {
              id: "9f278c76b77460b8547e13a86b25abe2674894aef8bc4e6769fdc942a2041c56",
              name: "Смирнов Игорь",
            },
            text: "Добавляю фото для ознакомления",
            rate: 1,
          },
          {
            id: "6c318635489523e0ac774442b847f336f872f9f64420882af9ce0b0e62b2cb96",
            user: {
              id: "0f61b0a61d25448dfd1c5b6ed8d226be528efd0c2fc775b84cee3ebb78804fb4",
              name: "Царёв Александр",
            },
            text: "Очень информативное и полезное издание!  Для тех, кто действительно любит историю и не желает её забывать!",
            rate: 2,
          },
          {
            id: "f2053302c3a7301b814fcc3d8e95e8fdf98f4bc815cbbca256081e83bd8299a6",
            user: {
              id: "d37b014e438ca1c8100e872a2fa793b272fc8b19a164b9d1845a4a87f710022f",
              name: "Мысов Вячеслав",
            },
            text: "Все по делу. Информативно, наглядно, объективно.",
            rate: 3,
          },
        ],
      },
      {
        id: "973b8fe73197d87a2cb89a27ad211e9756d3dc4c49d9f59b17704c8139b349ce",
        name: 'Журнал "Дилетант", 2021. № 066 июнь',
        price: "478",
        author: "Дымарский Виталий Наумович",
        genre: "Журналы",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Quisque vitae varius ex, eu volutpat orci.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.",
        reviews: [
          {
            id: "ec496c67df5946c0a2cf516796019d1174572444931c5d47bef4afed4d35a23b",
            user: {
              id: "5a5389ce13d2244c9c91ef01bef3556d7325f2f2912daa918cc040a16b820b00",
              name: "latov",
            },
            text: "Лучший научно-популярный журнал по истории стабильно поддерживает свою репутацию, остается не только информативным, но и иллюстративно-выразительным. Главный тематический блок - по истории Нижнего Новгорода (к его 800-летию), но тут есть и про коммерческие аспекты ленд-лиза, и прекрасная статья Быкова о взаимоотношениях Мицкевича и Пушкина, и много другого интересного.",
            rate: 1,
          },
          {
            id: "3883d83c461dfa5e15e0caed7f5cb8189cfa383655d40989437a11953815cf37",
            user: {
              id: "c0c75f09d62b97320e23198ba10ab13be9eb725eeca2861ee6085a6d859a5ca4",
              name: "Устинова Яна",
            },
            text: "как всегда новый выпуск прекрасен",
            rate: 5,
          },
          {
            id: "ec09c04fd6af6e2f931877449d76f0bcfbd842b197018e65bc70d07d9d520069",
            user: {
              id: "dd42d571475e5eccd9b04d145eb33f0ec62204edcaf99bf221136025498c222a",
              name: "jonstewart",
            },
            text: "Несколько дополнительных фото представленного журнала:",
            rate: 2,
          },
        ],
      },
      {
        id: "0ab08d807318b0e5aad9ad0c5ae9bc3153e8287572502e6cddcdcdae4b8e6539",
        name: "Журнал Москва. № 09. 2022",
        price: "359",
        author: "Артемов В. В.",
        genre: "Журналы",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Aenean ullamcorper orci et vulputate fermentum.Integer ultricies malesuada quam.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Aenean ullamcorper orci et vulputate fermentum.",
        reviews: [
          {
            id: "ce177ba9be2d172c09696151f46f7237020e9894ef78adc4ceab952f2fd82945",
            user: {
              id: "cc60f3b566f4437333cf6ddd5edf92e95c7dfd71e43741b864f9528f9d6edc05",
              name: "Марина",
            },
            text: "Прикладываю фото обложки и страниц журнала.",
            rate: 4,
          },
        ],
      },
    ],
  },
  {
    id: "63a7db0259ce35e50eb0949e279c420c9fffcff37278e1ae04fea329a7ffeec4",
    name: "Религия",
    books: [
      {
        id: "36e07cf7d84030a5313d1cba09578aeb722ee133242a5551ce27848ed9888b8c",
        name: "Схиархимандрит Зосима (Сокур)",
        price: "169",
        author: "Жукова М. Г.",
        genre: "Жития Святых и священнослужителей",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras vel elit sed mi placerat pharetra eget vel odio.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Quisque vitae varius ex, eu volutpat orci.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Cras vel elit sed mi placerat pharetra eget vel odio.",
        reviews: [
          {
            id: "c0134e49ed232e63b4d48262ceb4b82a6ed398dbf93fc8872cd44454f374c0d3",
            user: {
              id: "f93b60385dbeae5f0e40a6d2bb3e8ad3be1f514213dcb3878574831a5c2a0798",
              name: "a_larch",
            },
            text: 'Выдержки, цитаты:  В 1975 году отца Савватия отправили служить в Донецкую епархию, в храм в поселке Александровка Марьинского района[...] Советские органы госбезопасности обратили внимание на "слишком активного" сельского священника. Последние два года служения в Александровке отца Савватия часто забирали в сельсовет, избивали, разували и заставляли босиком стоять на цементном полу. Когда это не помогло, в Александровку приехало начальство из района и области. Разобрали колодец,...',
            rate: 4,
          },
          {
            id: "7a08e67ad7bca3d005d60ae92d0c47cb8fd81462c227bd5e15368ade2a16e982",
            user: {
              id: "4cff24044124d4084f08b4b9403bdfaec30b234990186eb4ebc88651721535ca",
              name: "Кузнецов Кирилл",
            },
            text: "И еще фото для ознакомления.",
            rate: 2,
          },
          {
            id: "6119e7d5d4a1473e1b078ca1077fd4e26f700e34de46766fcb9d0aa2a3e8527b",
            user: {
              id: "4cff24044124d4084f08b4b9403bdfaec30b234990186eb4ebc88651721535ca",
              name: "Кузнецов Кирилл",
            },
            text: "Чудесные, с большой любовью и заботой составленные книжечки! Вся эта серия... Давно уже встречал в разных православных группах высказывания и выражения этого святого старца. Очень близки они были моему сердцу, легко ложились... Да о самом батюшке Зосиме я ничего не знал. Только одно: он мой земляк, из Донетчины.   А сейчас посчастливилось узнать, слава Богу! До сих пор узнаю: читаю понемногу и узнаю. Такие книги не читаются за один раз. Здесь как - прочел, и задумался, стараешься применить на...",
            rate: 3,
          },
        ],
      },
      {
        id: "0b100e8e4c6e13e62ea7dad414d55ddb1defddd81fce0b8ebcfc28f0244fdf75",
        name: " Введение в Литургическое Предание. Таинства Православной Церкви. Курс лекций",
        price: "1014",
        author: "Малков Петр Юрьевич",
        genre: "Религиоведение",
        rate: 0,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Lorem ipsum dolor sit amet, consectetur adipiscing elit.Aenean ullamcorper orci et vulputate fermentum.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Duis ac nulla varius diam ultrices rutrum.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Lorem ipsum dolor sit amet, consectetur adipiscing elit.",
        reviews: [
          {
            id: "f0bfc346f6f95bb036f3048437ff166f41e662ead697318cf2a7a59abe1105f5",
            user: {
              id: "e35a8c5c0ee7f9fadf6d1ff1295d2b8a824e7bc5cc031863928d9b077f6a38a3",
              name: "Гусева Татьяна",
            },
            text: "Название книги настраивает на серьезный лад. Кажется, что под ее обложкой нас ожидает академическое исследование. Однако это не так. П.Ю. Малков смог создать воистину книгу-введение не только в литургическое предание, но и вообще в жизнь Церкви.  Автор легко, стараясь избегать сложных и неудобоваримых конструкций, подробно излагает учение русской православной церкви о таинствах, рассказывает прообразы таинств в Ветхом Завете, установление таинств, богословское их осмысление и современное...",
            rate: 3,
          },
        ],
      },
    ],
  },
  {
    id: "4fc82b26aecb47d2868c4efbe3581732a3e7cbcc6c2efb32062c08170a05eeb8",
    name: "Учебная, методическая литература и словари",
    books: [
      {
        id: "c8eed30f85a0eed0888f311fafd755eef1cbda7cb9492c46728a426ee23354f0",
        name: "ОГЭ 2023. Физика. Типовые экзаменационные варианты. 30 вариантов",
        price: "729",
        author: "Камзеева Елена Евгеньевна",
        genre: "Физика. ОГЭ",
        rate: 0,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Quisque vitae varius ex, eu volutpat orci.Aenean ullamcorper orci et vulputate fermentum.",
        reviews: [
          {
            id: "3951a21d51e8c1df58f2856001c91937c1b1e52b3ac1097470f67c5dbcfd6cd7",
            user: {
              id: "242ba94f6de1f09587a4909869037e7694c0f91d43c2d08429160bf04f73d146",
              name: "Соловьев Владимир",
            },
            text: "Несколько страниц подряд для общего ознакомления.",
            rate: 2,
          },
        ],
      },
      {
        id: "280aec2083e748abb02818e964db8d848266dad4b14d3510dfca5f075da608b2",
        name: " Математика. Я считаю до двадцати. Рабочая тетрадь для детей 6-7 лет. ФГОС ДО",
        price: "323",
        author: "Колесникова Елена Владимировна",
        genre: "Обучение счету. Основы математики",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Duis ac nulla varius diam ultrices rutrum.Duis ac nulla varius diam ultrices rutrum.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.",
        reviews: [
          {
            id: "0eafed5092af836f81e3a7356d2a2c7d92a146f76d6c40cb10eb98a06c6c31f8",
            user: {
              id: "22ca4b56eb24d2783879354fa153abb2e66bf6fd7e609bb8022cde19afe37047",
              name: "Nikolь",
            },
            text: 'Долго не могла выбрать какую именно купить из двух похожих, практически, одинаковых книг этого автора с таким же названием http://www.labirint.ru/books/289299/, поэтому взяла две. Теперь появилась возможность их сравнить и, может быть, помочь вам с выбором. Данная книга позиционируется как "Новинка". Она бОльшего формата, чем предыдущее издание, страницы плотнее, белее и не такие прозрачные, как в предыдущем варианте. Картинки полноцветные (в первом варианте ч/б). Немного по-другому...',
            rate: 3,
          },
          {
            id: "e149767e6135a977648711fec6b38c98a6e141cc89564f76555df3fabf417da1",
            user: {
              id: "993f324b1041f11aa3247b62266cd7d5195601046a34e959bc78ae20e4078868",
              name: "Наталья",
            },
            text: 'Данная тетрадь входит в серию пособий коррекционной работы в детском саду, который посещал мой сын в СПб по математике для детей по программе 7 вида обучения (подготовка к массовой программе "Школа России") (три пособия: считаем до 5, до 10, до 20). Дефектолог с нами занимался не по порядку,  а по своей методической программе. Подойдет для самостоятельного обучения и  развития детишек по математике дома в возрасте 6-7 лет. Очень качественное и интересное пособие. Это третья ступень -...',
            rate: 4,
          },
          {
            id: "a8d6c166154693c5dddcf464b0838a089bd22c5d143dd611d041465120094c2a",
            user: {
              id: "12d601eff7a9fa72268a977110ad52696c4cb6113ba280d0815033e60b5f2e59",
              name: "maKsyu",
            },
            text: "Тоже считаю, что цветную редакцию зря сделали.  Совершенно ни к чему. Только испортили. По прежним черно-белым тетрадям,  изредка с бледно-розовыми картинками,  которые мы закупаем в детский сад уже не первый год, дети с удовольствием занимались. А цветные иллюстрации только отвлекают. Ну в общем, чтобы цену повысить это было сделано, больше ни к чему,",
            rate: 1,
          },
        ],
      },
      {
        id: "11cc563226a3a16cf4032a240e8cc2340d43ecfc98cab0850eced1fe2f5c0e9d",
        name: " ЕГЭ 2023 Математика. Базовый уровень. Готовимся к итоговой аттестации",
        price: "398",
        author: "Ященко Иван Валериевич",
        genre: "ЕГЭ по математике",
        rate: 0,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer ultricies malesuada quam.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Cras vel elit sed mi placerat pharetra eget vel odio.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Quisque vitae varius ex, eu volutpat orci.Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.",
        reviews: [
          {
            id: "35dfdc3971421ab61b08805abf8249afc01ef31110e36c60701810b75abbc972",
            user: {
              id: "f11c9a1e7e484b0597923029c4c7ac923fc81d0b42064fbe2e20528c7ded1969",
              name: "Nаталия",
            },
            text: "Очень полезная книжка не только в 11х классах, но и для организации повторения в 10м классе и подготовке к итоговой работе СтатГрад, которую присылают в конце мая.   Удобно, что примеры сгруппированы по темам, примеры, возможно, не дублирующие ЕГЭ, но близкие к ним. Для 11х классов полезно будет прорешать данные примеры, т.к. периодически на ЕГЭ помещают измененные типы привычных задач, неподготовленный психологически выпускник теряется и не решает эти простейшие задачи.  Неоценимо наличие...",
            rate: 2,
          },
          {
            id: "d456984d2a4affd4955866eebbc0ccef38b16d354c23fc35b6432e15839d3ddc",
            user: {
              id: "eb3a39c8d76b4d28ed7e807c2bd80d03e214d408ac5c3e27a1a175b88040836c",
              name: "Олейниченко Екатерина",
            },
            text: "Очень хорошо подготовит, занимаюсь по нему с удовольствием!",
            rate: 2,
          },
          {
            id: "1844d4de984e4647fac37191acdb378b9d573249641c996dfcf52e4c0b157742",
            user: {
              id: "564ede64ddffe2d8f20c36dae96a009a50b34c845b334d48842000a1d4ac37db",
              name: "Юта",
            },
            text: "Страницы из книги",
            rate: 2,
          },
        ],
      },
      {
        id: "2e7ca27c82396a3a45e7fced6db69747eabab315681797e2e3a58a2d9c29caed",
        name: " Прописи по математике. Рабочая тетрадь для дошкольников 6-7 лет. Часть 1. ФГОС ДО",
        price: "208",
        author: "Шевелев Константин Валерьевич",
        genre: "Обучение счету. Основы математики",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Quisque vitae varius ex, eu volutpat orci.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "099a119b36ae14d9bfb8adada51eeee18f6458b480198ebaf59d01479bb212f5",
            user: {
              id: "eda2d2c90db0dcb4bf1cbd567aff3c43d95f56804d4489ae42d23041da556ca3",
              name: "gvlipunova",
            },
            text: "Понятия вводятся в таком порядке: число 1; первый, последний, предпоследний; число 2; пара, столько же; знаки плюс, минус, ровно; решение примеров; число 3; решение задач; больше, меньше, одинаково; сравнение чисел; число 4; составление задач; 5; решение задач; 6; соотношение числа с количеством; 7; решение числовой цепочки; состав чисел 3-7;число 8; состав 8; 9; состав 9; 0; 10; состав 10; + графические работы + повторение  + нахождение и исправление ошибок (всего 32 стр.)",
            rate: 4,
          },
          {
            id: "c160e2fa05f01f3f2b12249d2a3f09e99dde4bf0fec0ebde0357e03399665617",
            user: {
              id: "a568af4ee9df0dd3a8006dcd3ef18b6533dcf0e639d99ce88e90d3871fd15c99",
              name: "С Эльвира Николаевна",
            },
            text: "Всем Здравствуйте.   Покупала эти прописи для нашего среднего сыночка, ему 6 лет.  Прописи мне понравились, благодаря этому пособию, наш ребенок научился:  1.проставлять знаки больше, меньше и равно;  2.уже уверенно разбирается в составе числа от 2 и до 10,  3. решает примеры практически без ошибок,   4. разобрался в графических диктантах.   При чем в знаках больше, меньше и равно нашему среднему сыночку помог разобраться  наш первоклассник,  да так просто и интересно разъяснил, что и Вам...",
            rate: 3,
          },
          {
            id: "68548c7ff62b2ca4182110f69e178726c66ab72ed4873290b3cf4e714eeeb9d7",
            user: {
              id: "efbb4552fa9f0a5f69ed2aa9664f5e9b8b0f7e12c6107dc11a475b237f515b67",
              name: "Morieta",
            },
            text: "Замечательная тетрадь для подготовки к школе. Занимаются у меня по ней двое детей. Один ходит в 1 класс и учится писать правильные цифры, а другой пойдет в школу на следующий год и тоже соответственно набивает руку.Так же в тетраде даны упражнения, которые обучают ребенка к составу числа, сложению и вычитанию.Есть маленькие  картинки которые надо закрашивать , что способствует подготовки руки к письму. Оба ребенка занимаются по этим тетрадям с удовольствием :)",
            rate: 5,
          },
        ],
      },
      {
        id: "ba756a24f61bdb331c7af30547b57845a4520f1d10366a57670668c0621a1fa1",
        name: " Логопедическое лото. Учим звуки Р-Р'. ФГОС ДО",
        price: "221",
        author: "Громова Ольга Евгеньевна",
        genre: "Развитие речи, логопедия для дошкольников",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Lorem ipsum dolor sit amet, consectetur adipiscing elit.Lorem ipsum dolor sit amet, consectetur adipiscing elit.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Cras vel elit sed mi placerat pharetra eget vel odio.",
        reviews: [
          {
            id: "eb10207008413630ffc7c3676fa416e7dfc2592c606b7193b67561b1c0cbb3c5",
            user: {
              id: "4ecf6ba951b22490a002045976bbc893c067f9557889a9dec703daba90d79929",
              name: "Беганович Екатерина",
            },
            text: "Мне данное лото не понравилось. Ни о каких 8 игр речи не идет (нужно самому подобрать загадку, а ребенку ее отгадать. А при чем карточки). Очень много слов, которые ребенок, глядя на картинку не поймет, что требует дополнительных объяснений; а на это уходит много времени (при 15 минутном занятии 1 раз в неделю). Из 120 карточек меньше половины понятны и доступны ребенку (например, слово грозить и на картинке мама стоит над ребенком). Очень жалко потраченных денег. Это лото к сожалению этого не...",
            rate: 1,
          },
          {
            id: "e77f716f21e19cb650cb79395bdf1364d8a13452d224e6a9fa8680a34550b332",
            user: {
              id: "96ef653135022787fc974e2c8197420d2155cdceff6042136d0574f0a60ce46e",
              name: "Низамутдинова Олия",
            },
            text: "Предлагаются 8 игр с объяснением.",
            rate: 4,
          },
          {
            id: "f115eeb2f7069a7214376b9bfef098b632c2f199f92425ac12cb987d46229129",
            user: {
              id: "41ac9b5b25f54c671c723f77cb73cbbafa3a6e56fd88810bfd344fe2d56589fc",
              name: "Данилова Мария",
            },
            text: "Хорошее лото.    Дети всегда любят играть в лото, а если оно ещё и полезное - так это вдвойне приятно.",
            rate: 2,
          },
        ],
      },
      {
        id: "ea7818f9fb243aef9089c9ce93315879b35ad4b9725a8794b224c66bee8d5b77",
        name: " Годовой курс развития основных навыков. Для детей 3-4 лет",
        price: "798",
        author: "Лазарь Елена",
        genre: "Развитие общих способностей",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Lorem ipsum dolor sit amet, consectetur adipiscing elit.Quisque vitae varius ex, eu volutpat orci.Quisque vitae varius ex, eu volutpat orci.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "9c76c7a86c80606a85f1f04f4ac11c056e6d2d7f752472e6f5bd02ad1190a4a8",
            user: {
              id: "7ccef494605391d76ee4ad08759e893db43bec5815040c4eabe324035d2b5c63",
              name: "Редактор этой книги",
            },
            text: "Несколько страниц из этой книги.",
            rate: 2,
          },
        ],
      },
    ],
  },
  {
    id: "501883ce12ba20f1a0de68f06b8c84d3d148124f66ab52a38359317c78ab82b1",
    name: "Художественная литература",
    books: [
      {
        id: "1ad0498cf6aa0dd5ab660b566dbbe8b40a4f1a6c69d924b4136a943cb58d3e40",
        name: " Портрет Дориана Грея",
        price: "312",
        author: "Уайльд Оскар",
        genre: "Классическая зарубежная проза",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Quisque vitae varius ex, eu volutpat orci.Proin ipsum purus, laoreet quis dictum a, laoreet sed ligula.Integer ultricies malesuada quam.",
        reviews: [
          {
            id: "d93c997602591c2a48382a8dee17c113eb077cd886f4da3d534790db87dd78c8",
            user: {
              id: "654ba89bbf259812ba34c51bdcaf131dea3944204900d4e5790c04afc4268e9a",
              name: "Ржавичева Елизавета",
            },
            text: "Минутка рецензии. (Пусть и запоздалой) В целом,я считаю это произведение одним из лучших за последние пол года моего чтения. Я получила массу эмоций и сформировала своё виденье.  Итак,эта книга обличает все пороки и грехи в одном человеке-Дориане,а точнее проводит тонкую линию с его душой,т.е. портретом. На первый взгляд я посчитала книгу крайне жестокой (я про отношении к Сибилле Вэйн-его «возлюбленной»),местами эгоистичной/надменной и грубой,но лишь на первый взгляд,ведь разобравшись в...",
            rate: 1,
          },
          {
            id: "4f3a1e2390b98b943d541509102dd1e9e30330ead013fe891b1b8b7418f3e6db",
            user: {
              id: "d41a799a939a976a7c02b29f90a2a3dd86a83dcced59f050ac2693a5a529f6ab",
              name: "Мамедова Фира",
            },
            text: "Всем кто хочет прочитать эту книгу я не советую читать описание данного издательства. Мне очень интересно узнать, кто составлял его,ибо в этом описание раскрывается вся развязка этого произведения. Нужно составлять описание так,чтобы люди понимали о чем идет речь в книге, а  не узнавать ее конец!!!!!!!! Я очень давно хотела прочитать эту книгу и заказала ее в этом издательстве и какого было мое разочарование,когда я узнала ,чем она закончится. Прошу в следующий раз внимательнее составлять...",
            rate: 3,
          },
          {
            id: "53ebaf42cbce432b2080dd69e8b8f8d7de1bac0d4dd23d866a410e75e1a62282",
            user: {
              id: "2170ed57e4c37d8678761054f913fe0228c9e97bbb26b52e747a1e2df915e31c",
              name: "Алексеев Николай",
            },
            text: "Фотографии для ознакомления.",
            rate: 3,
          },
        ],
      },
      {
        id: "8bd6932617849209ec04bac5b24dc61733f04e7337f81f6e9e4f5ef1a0facd67",
        name: " Хватит врать",
        price: "571",
        author: "Бессон Филипп",
        genre: "Современная зарубежная проза",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Duis ac nulla varius diam ultrices rutrum.",
        reviews: [
          {
            id: "c076fd2d352d66979ba3b5a611c5ba0d759e86e7ab1874ad69747ab1097d2756",
            user: {
              id: "96d7d3dfe19f0c07c140460df23dc20b254b25b503845021c4cc5489549b8fb5",
              name: "Аносов Александр",
            },
            text: "НЕ ВРАТЬ, А ЖИТЬ   «Хватит врать» Филиппа Бессона оставил очень приятное впечатление. Некоторым читателям роман напомнил «Горбатую гору» и произведения Асимана - пусть. Мне же книга напомнила французский фильм 1997 года «Мужчина, которого я люблю» и книгу Дмитрия Бушуева «На кого похож Арлекин». У них одно настроение.    «Хватит врать» - лаконично рассказанная история юношеской любви. Грустная, как и положено таким историям, и красивая. Действительно, что-то в интонации автора напоминает...",
            rate: 5,
          },
          {
            id: "f37f9e5da8ce87fff98e2c59d404fbb00d2f0791e6364809a9a8026e4bd2c36a",
            user: {
              id: "2f4b197ba4c37b6011c20827b7bbd5f0f46f51f16588432f93a395da59ecb5b8",
              name: "В Юлия",
            },
            text: "Я очень редко плачу над книгами, но эта довела меня до слез. В эмоциональном плане сильнее «Назови меня своим именем» и глубже, хотя в целом я не могу их сравнить. По впечатлениям они разные. Я поняла это только в конце книги.",
            rate: 1,
          },
          {
            id: "7b05f16518472dc67d43067790c27779f5df44253b1792cffd14389d503ab572",
            user: {
              id: "a6c2d138a8e8210daf6db39a28d1a4028cfd79b0969c177f4e3f9b218326dade",
              name: "Vasileva Anastasia",
            },
            text: "Мне осталось дочитать 13 страниц, решила написать отзыв именно сейчас…скажу так, это моя любимая книга. Я не могу описать ее словами. У меня просто не связываются строки. Я не думала что такие истории существуют, и если бы я перед прочтением не знала что это не выдумка, то я бы удивилась услышав это. Теперь я не знаю как воспринимать любовь если не такую. Да, отношение не обычные, тем более между парнями.  На первый взгляд выглядит как просто секс и разговоры, но на самом деле все намного...",
            rate: 4,
          },
        ],
      },
      {
        id: "150972ac8f1a4c4bdb57640632b86bc2b54d6eae6d8a58d76497372294f9e211",
        name: " Эквилибрис. Книга 2. Доминум",
        price: "638",
        author: "Граф Полина",
        genre: "Героическое отечественное фэнтези",
        rate: 4,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras vel elit sed mi placerat pharetra eget vel odio.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Integer ultricies malesuada quam.Aenean ullamcorper orci et vulputate fermentum.Cras vel elit sed mi placerat pharetra eget vel odio.Cras vel elit sed mi placerat pharetra eget vel odio.",
        reviews: [
          {
            id: "6678bc2f8e6fde40b468235efa86ba0e31624b4cdd7dc654898114dcbad87a65",
            user: {
              id: "353b05b987fa336156abaad5bdc9c542e5498fe71774dbb5fa8e60daaff8aa73",
              name: "Мистарга",
            },
            text: "интересная книга",
            rate: 2,
          },
          {
            id: "66589f09fb70abe693626e768469a9cc2a7ffc96b4ba631b47f5cdf540e3cd62",
            user: {
              id: "79bc843741438a5ee33d89dee4ac191565b43915c9b49193db5abca06f88f853",
              name: "Наталья Куреша",
            },
            text: "Прилагаю фотографии для знакомства с книгой.",
            rate: 3,
          },
          {
            id: "7b0d51406bcf8f18ab0c259c50921a450a312618294eb35ca9957f1045399d4b",
            user: {
              id: "f004919cc4edeb0337a04459143706b4b43b04b9c626a3cc2db0ade996710363",
              name: "Мерьхайдарова Гюзель",
            },
            text: "Прилагаю фото для ознакомления",
            rate: 1,
          },
        ],
      },
      {
        id: "f564ea08cde9a9eac0bd6dee7e666d6d6e5f38fa2800a51a53c9e8bb823a23de",
        name: " Калабрийские разбойники",
        price: "953",
        author: "Дюма Александр",
        genre: "Зарубежная приключенческая литература",
        rate: 5,
        annotation:
          "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam risus sapien, auctor eu volutpat sit amet, porta in nunc.Cras vel elit sed mi placerat pharetra eget vel odio.Cras erat dui, finibus vel lectus ac, pharetra dictum odio.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.Nullam tempus scelerisque purus, sed mattis elit condimentum nec.",
        reviews: [
          {
            id: "86d176741c0a0893f0feb0743a3858416cda6ba6d0c5364236c89d31dcac17b2",
            user: {
              id: "157e831f95d5ef0a8c1147762287ddcc4b2b6637c5d4ba73eae076fe89f8aaba",
              name: "leo tolstoy",
            },
            text: "Новая книга из серии «Вече: Собрание сочинений Дюма».  Бумага белая, достаточно плотная. Черно-белые иллюстрации.  Прикрепляю фотографии обложки и страниц, по которым можно составить представление о содержании и оформлении книги.",
            rate: 4,
          },
        ],
      },
    ],
  },
];
